"iRateMessageTitle" = "Rate %@";
"iRateAppMessage" = "If you enjoy using %@, please take a moment to rate it?  Thanks for your support!";
"iRateGameMessage" = "If you enjoy playing %@, please take a moment to rate it?  Thanks for your support!";
"iRateCancelButton" = "No, Thanks";
"iRateRateButton" = "Rate It Now";
"iRateRemindButton" = "Remind Me Later";